{
    "bookshelf":[
        {
            "id": 1,
            "bookName": "Everything is F*cked: A Book About Hope",
            "author": "Mark Manson",
            "lilAboutBook": "We live in an interesting time. Materially, everything is the best it’s ever been—we are freer, healthier and wealthier than any people in human history. Yet, somehow everything seems to be irreparably and horribly f*cked—the planet is warming, governments are failing, economies are collapsing, and everyone is perpetually offended on Twitter. At this moment in history, when we have access to technology, education and communication our ancestors couldn’t even dream of, so many of us come back to an overriding feeling of hopelessness. Manson turns his gaze from the inevitable flaws within each individual self to the endless calamities taking place in the world around us. Drawing from the pool of psychological research on these topics, as well as the timeless wisdom of philosophers such as Plato, Nietzsche, and Tom Waits, he dissects religion and politics and the uncomfortable ways they have come to resemble one another. He looks at our relationships with money, entertainment and the internet, and how too much of a good thing can psychologically eat us alive. He openly defies our definitions of faith, happiness, freedom—and even of hope itself."
        },
        {
            "id": 2,
            "bookName": "Rich Dad, Poor Dad",
            "author": "Robert T. Kiyosaki, Sharon Lechter",
            "lilAboutBook": "Rich Dad Poor Dad is Robert's story of growing up with two dads — his real father and the father of his best friend, his \"rich dad\" — and the ways in which both men shaped his thoughts about money and investing. The book explodes the myth that you need to earn a high income to be rich and explains the difference between working for money and having your money work for you."
        },
        {
            "id": 3,
            "bookName": "Show Your Work!: 10 Ways to Share Your Creativity and Get Discovered",
            "author": "Austin Kleon",
            "lilAboutBook": "He shows how to take that critical next step on a creative journey—getting known. Show Your Work! is about why generosity trumps genius. It’s about getting findable, about using the network instead of wasting time “networking.” It’s not self-promotion, it’s self-discovery—let others into your process, then let them steal from you. Filled with illustrations, quotes, stories, and examples, Show Your Work! offers ten transformative rules for being open, generous, brave, productive. In chapters such as You Don’t Have to Be a Genius; Share Something Small Every Day; and Stick Around, Kleon creates a user’s manual for embracing the communal nature of creativity— what he calls the “ecology of talent.” From broader life lessons about work (you can’t find your voice if you don’t use it) to the etiquette of sharing—and the dangers of oversharing—to the practicalities of Internet life (build a good domain name; give credit when credit is due), it’s an inspiring manifesto for succeeding as any kind of artist or entrepreneur in the digital age."
        },
        {
            "id": 4,
            "bookName": "The Subtle Art of Not Giving a F*uck: A Counterintuitive approach to Living a Good Life",
            "author": "Mark Manson",
            "lilAboutBook": "For decades, we’ve been told that positive thinking is the key to a happy, rich life. \"F**k positivity,\" Mark Manson says. \"Let’s be honest, shit is f**ked and we have to live with it.\" In his wildly popular Internet blog, Manson doesn’t sugarcoat or equivocate. He tells it like it is—a dose of raw, refreshing, honest truth that is sorely lacking today. The Subtle Art of Not Giving a F**k is his antidote to the coddling, let’s-all-feel-good mindset that has infected American society and spoiled a generation, rewarding them with gold medals just for showing up. Manson makes the argument, backed both by academic research and well-timed poop jokes, that improving our lives hinges not on our ability to turn lemons into lemonade, but on learning to stomach lemons better. Human beings are flawed and limited—\"not everybody can be extraordinary, there are winners and losers in society, and some of it is not fair or your fault.\" Manson advises us to get to know our limitations and accept them. Once we embrace our fears, faults, and uncertainties, once we stop running and avoiding and start confronting painful truths, we can begin to find the courage, perseverance, honesty, responsibility, curiosity, and forgiveness we seek.There are only so many things we can give a f**k about so we need to figure out which ones really matter, Manson makes clear. While money is nice, caring about what you do with your life is better, because true wealth is about experience. A much-needed grab-you-by-the-shoulders-and-look-you-in-the-eye moment of real-talk, filled with entertaining stories and profane, ruthless humor, The Subtle Art of Not Giving a F**k is a refreshing slap for a generation to help them lead contented, grounded lives."
        }
    ]
}